{
    "simplified": [
      {
        "paragraph": "牧笛"
      },
      {
        "paragraph": "江南水鄉，一個夏天的早晨。清塘垂柳、睡蓮點點。在悠揚的笛聲中，牧童騎在牛背上慢慢地從遠處走來。越走越近，原來吹笛子的就是牛背上的牧童。他們走到塘邊，看到水塘裡有幾條魚在悠閒地遊著。魚越來越多、越遊越快。突然一聲響，魚都被嚇跑了。原來是牧童騎著牛也進到了水中了。牧童不停地用手擦濺到臉上的水花。水牛卻慢吞吞地在水中浮上浮下，不肯快走。魚又遊回來了，在水牛的面前遊來遊去。牧童一會兒用雙腿去夾水牛的肚子；一會兒用手拍打水牛的屁股；一會兒又把水撩到水牛的頭上，想讓水牛趕快上岸，可是水牛還是不願意動。最後牧童取出了笛子又吹了起來，水牛聽到了笛聲才繼續往前走，上了岸。"
      },
      {
        "paragraph": "水牛上了岸，就很快地、自顧自地跑去吃草了。牧童爬上了樹，枕著雙手安靜地躺在了樹丫上，還慢慢地盪著一隻腿。四周靜極了。在寂靜中傳來了幾聲悅耳的鳥鳴。牧童循聲望去，看到了一隻黃鸝正站在一根竹枝上昂著頭，高興地唱著歌。牧童取出了笛子，和著黃鸝的歌聲，吹了起來。黃鸝在竹枝上跳著，唱得更起勁兒了。他們你一聲我一聲，越唱越高興，好像在比賽。黃鸝在竹枝上跳來跳去；牧童在樹丫上專注地吹著他的笛子。這時，吃草的水牛也回過頭來。牧童的笛聲越來越高昂，節奏也越來越快。黃鸝自嘆不如，悄悄地飛走了。牧童又躺了下來，用手擦了擦笛子，安詳地向恢復了寂靜的四周望去：處處都是蒼枝茂葉，濃蔭滿眼。牧童有點兒困了，眼睛眨了幾下，慢慢地閉上了。他進入了夢鄉。"
      },
      {
        "paragraph": "夢中，四周的景物漸漸地模糊了起來。樹葉紛紛飄落，飄著飄著，一片樹葉忽然變成了一隻蝴蝶。這隻蝴蝶追逐著最後的一片葉子，那片飄舞著的葉子也變成了一隻蝴蝶。兩隻蝴蝶一塊兒飛走了。睡夢中的牧童在樹丫上站了起來，緩緩地舉起了一隻手，擋住光線，向遠處望去。在一片白茫茫的那邊，出現了一隻水牛。慢慢地看清楚了，原來水牛是站在一塊大石頭上，四周都是高山。群山中那兩隻蝴蝶正上上下下地飛著。不一會兒，蝴蝶飛到了水牛的身旁。水牛追逐著蝴蝶，在山中跳躍著、飛躍著，一會兒在這兒、一會兒在那兒，想捉住它們。蝴蝶卻飛來飛去，逗著水牛。水牛也許是累了，也許是對蝴蝶失去了興趣，最後不理蝴蝶了。蝴蝶也就飛走了。群山在雲霧中慢慢地浮現了，一座座的山峰越來越近，越來越清楚。水牛抬起了頭，往前走去。站在樹丫上的牧童往前一看，看見水牛走了，越走越遠，就朝水牛喊了起來。水牛回頭望了望，可是沒有停下來，仍然往前走。不一會兒就消失在雲霧中了。牧童看不見水牛了，就更大聲地朝著它消失的那邊喊去。喊聲在群山中迴盪著。"
      },
      {
        "paragraph":"牧童從樹上下來了，走過一片蘆葦，走上了山。在山中走了一段路，走到了一個山口。從山口望去，看見了一隻小漁船和幾隻正在戲水的鴨子。不知什麼時候牧童搭上了那隻小船。上了岸，走到大樹下，牧童看到兩個小孩兒在鬥蟋蟀，就向他們打聽他的牛。孩子們笑著向牧童擺擺手、搖搖頭。牧童繼續往前走。山路上走來了兩個挑著柴的人，牧童迎上去，向他們打聽。樵夫給牧童指了下路，牧童立刻就朝那邊跑去。他飛快地跑上山，最後爬上了一塊大石頭上。牧童站在那兒，極目四望。遠山近樹，或濃或淡，點綴在雲霧中。牧童好像被他四周的景色給迷住了，慢慢趴下來，呆呆地看著。瀑布從山石上一節兒一節兒地流下來。"
      },
      {
        "paragraph":"突然牧童好像看見了什麼，在直瀉而下的瀑布下面，隱隱約約地有一頭躺著的牛。牧童坐了起來，再仔細一看，真是他的那條水牛；那條水牛正躺在一塊大石頭上呢！牧童飛快地跑下山，從水這邊的一塊兒石頭上猛地一下跳到了水牛的背上。躺在那兒的水牛嚇了一跳，一下子就把牧童給甩了下來，再定睛一看，被甩下來的原來是牧童！他們對望了一下，牧童走近水牛，水牛也向前走了兩步。牧童親熱地撫摸著牛背，水牛也把頭靠向牧童。他們倆親熱了好一會兒，然後牧童就高興地領著水牛走了。可是還沒走幾步，水牛又退了回來，好像不願離開這美景似的。牧童趕緊跑到水牛身邊，又是拉、又是推，水牛就是不走。牧童急了，就打了水牛一下，這一下水牛轉過身就跑了。牧童追上去，想拉住水牛的尾巴，可是沒拉住。水牛跑著跑著，跑到了水邊。停了一下，四面望望，幾下就跳到水中間的一塊兒石頭上了。牧童追到水邊，朝水牛招了招手；水牛回了一下頭，可是沒有理他。牧童跑到水邊的一塊兒石頭上，把一隻腳放進水中，試了試，猶豫了一下。然後撿起了一塊兒石頭，好像要朝水牛那邊扔過去，最後把石頭扔進了水裡。瀑布還在流著，四周景色如故。"
      },
      {
        "paragraph":"牧童坐在一塊大石頭上，低著頭哭了，不知道該怎麼辦好。竹葉在風中搖動著，牧童雙手托著腮，呆坐在石頭上。突然，牧童聽見了跟先前一樣的笛聲和鳥鳴，看到了葉子在空中飄舞了起來。牧童坐直了，想了想、定定神，走到了一根竹子前，聽了聽、搖了搖它，這根好像不行。牧童在竹林裡挑了好半天，最後走到了一根竹子前。他的頭無意中碰上了這根竹子，竹子突然發出了聲響。再一搖這竹子，牧童居然聽到了動人的音樂！牧童從身上拿出了一把鐮刀，使勁兒一砍，竹子倒了，竹子上的幾隻小鳥也都飛走了。牧童砍下了一節竹子，用鐮刀削了削。小鳥飛遠了。這時突然響起了笛聲，聽到這優美的笛聲，飛走的小鳥又飛回來了。原來是牧童坐回到了那塊大石頭上，吹起了他剛用竹子做好的笛子。"
      },
      {
        "paragraph":"牧童坐在大石頭上，吹了長長的一曲。他的身子隨著樂曲擺動著，一隻腳還不時打著拍子。吹著吹著，他停了下來，朝水中間的那塊石頭望去，那頭水牛好像已經不見了。牧童站起來，一步一步地走到了水邊，看到他的水牛已經在水裡游了過來。他高興極了，跳到了水中，水花四濺。他們互相追逐著，牧童的笛聲在水中久久地迴響著，直到晚霞映滿了天空。"
      },
      {
        "paragraph":"笛聲又響起了。水牛穿過竹林，走到牧童身後，安靜地聽他吹完最後一個音符，然後走到牧童身邊。牧童看到了水牛，高興地和水牛抱在了一起。"
      },
      {
        "paragraph":"牧童醒了，揉揉眼睛，慢慢地站了起來。他向四周（周圍）望望，好像在找他的牛。這時，牧童看見了自己手中的笛子，就吹了起來。笛聲高昂，他再一看，好像看見了什麼，就趕緊跳下了樹。"
      },
      {
        "paragraph":"現在牧童又騎在牛背上了。他吹著笛子，水牛慢慢地在小路上走著，水中是他們的倒影。已經是黃昏了，水牛和牧童越走越遠，漸漸消失在夕陽中了。"
      }
    ]
}  