{
    "simplified": [
      {
        "paragraph": "牧笛"
      },
      {
        "paragraph": "江南水乡，一个夏天的早晨。清塘垂柳、睡莲点点。在悠扬的笛声中，牧童骑在牛背上慢慢地从远处走来。越走越近，原来吹笛子的就是牛背上的牧童。他们走到塘边，看到水塘里有几条鱼在悠闲地游着。鱼越来越多、越游越快。突然一声响，鱼都被吓跑了。原来是牧童骑着牛也进到了水中了。牧童不停地用手擦溅到脸上的水花。水牛却慢吞吞地在水中浮上浮下，不肯快走。鱼又游回来了，在水牛的面前游来游去。牧童一会儿用双腿去夹水牛的肚子；一会儿用手拍打水牛的屁股；一会儿又把水撩到水牛的头上，想让水牛赶快上岸，可是水牛还是不愿意动。最后牧童取出了笛子又吹了起来，水牛听到了笛声才继续往前走，上了岸。"
      },
      {
        "paragraph": "水牛上了岸，就很快地、自顾自地跑去吃草了。牧童爬上了树，枕着双手安静地躺在了树桠上，还慢慢地荡着一只腿。四周（周围）静极了。在寂静中传来了几声悦耳的鸟鸣。牧童循声望去，看到了一只黄鹂正站在一根竹枝上昂着头，高兴地唱着歌。牧童取出了笛子，和着黄鹂的歌声，吹了起来。黄鹂在竹枝上跳着，唱得更起劲儿了。他们你一声我一声，越唱越高兴，好像在比赛。黄鹂在竹枝上跳来跳去；牧童在树桠上专注地吹着他的笛子。这时，吃草的水牛也回过头来。牧童的笛声越来越高昂，节奏也越来越快。黄鹂自叹不如，悄悄地飞走了。牧童又躺了下来，用手擦了擦笛子，安详地向恢复了寂静的四周（周围）望去：处处都是苍枝茂叶，浓荫满眼。牧童有点儿困了，眼睛眨了几下，慢慢地闭上了。他进入了梦乡。"
      },
      {
        "paragraph": "梦中，四周（周围）的景物渐渐地模糊了起来。树叶纷纷飘落，飘着飘着，一片树叶忽然变成了一只蝴蝶。这只蝴蝶追逐着最后的一片叶子，那片飘舞着的叶子也变成了一只蝴蝶。两只蝴蝶一块儿飞走了。睡梦中的牧童在树桠上站了起来，缓缓地举起了他的一只手，挡住光线，向远处望去。在一片白茫茫的那边，出现了一只水牛。慢慢地看清楚了，原来水牛是站在一块大石头上，四周（周围）都是高山。群山中那两只蝴蝶正上上下下地飞着。不一会儿，蝴蝶飞到了水牛的身旁。水牛追逐着蝴蝶，在山中跳跃着、飞跃着，一会儿在这儿、一会儿在那儿，想捉住它们。蝴蝶却飞来飞去，逗着水牛。水牛也许是累了，也许是对蝴蝶失去了兴趣，最后不理蝴蝶了。蝴蝶也就飞走了。群山在云雾中慢慢地浮现了，一座座的山峰越来越近，越来越清楚。水牛抬起了头，往前走去。站在树桠上的牧童往前一看，看见水牛走了，越走越远，就朝水牛喊了起来。水牛回头望了望，可是没有停下来，仍然往前走。不一会儿就消失在云雾中了。牧童看不见水牛了，就更大声地朝着它消失的那边喊去。喊声在群山中回荡着。"
      },
      {
        "paragraph":"牧童从树上下来了，走过一片芦苇，走上了山。在山中走了一段路，走到了一个山口。从山口望去。看见了一只小渔船和几只正在戏水的鸭子。不知什么时候牧童搭上了那只小船。上了岸，走到大树下，牧童看到两个小孩儿在斗蛐蛐儿，就向他们打听他的牛。孩子们笑着向牧童摆摆手、摇摇头。牧童继续往前走。山路上走来了两个挑着柴的人，牧童迎上去，向他们打听。柴夫给牧童指了下路，牧童立刻就朝那边跑去。他飞快地跑上山，最后爬上了一块大石头上。牧童站在那儿，极目四望。远山近树，或浓或淡，点缀在云雾中。牧童好像被他四周（周围）的景色给迷住了，慢慢趴下来，呆呆地看着。瀑布从山石上一节儿一节儿地流下来。"
      },
      {
        "paragraph":"突然牧童好像看见了什么，在直泻而下的瀑布下面，隐隐约约地有一头躺着的牛。牧童坐了起来，再仔细一看，真是他的那条水牛；那条水牛正躺在一块大石头上呢！牧童飞快地跑下山，从水这边的一块儿石头上猛地一下跳到了水牛的背上。躺在那儿的水牛吓了一跳，一下子就把牧童给甩了下来，再定睛一看，被甩下来的原来是牧童！他们对望了一下，牧童走近水牛，水牛也向前走了两步。牧童亲热地抚摸着牛背，水牛也把头靠向牧童。他们俩亲热了好一会儿，然后牧童就高兴地领着水牛走了。可是还没走几步，水牛又退了回来，好像不愿离开这美景似的。牧童赶紧跑到水牛身边，又是拉、又是推，水牛就是不走。牧童急了，就打了水牛一下，这一下水牛转过身就跑了。牧童追上去，想拉住水牛的尾巴，可是没拉住。水牛跑着跑着，跑到了水边。停了一下，四面望望，几下就跳到水中间的一块儿石头上了。牧童追到水边，朝水牛招了招手；水牛回了一下头，可是没有理他。牧童跑到水边的一块儿石头上，把一只脚放进水中，试了试，犹豫了一下。然后捡起了一块儿石头，好像要朝水牛那边扔过去，最后把石头扔进了水里。瀑布还在流着，四周（周围）景色如故。"
      },
      {
        "paragraph":"牧童坐在一块大石头上，低着头哭了，不知道该怎么办好。竹叶在风中摇动着，牧童双手托着腮，呆坐在石头上。突然，牧童听见了跟先前一样的笛声和鸟鸣，看到了叶子在空中飘舞了起来。牧童坐直了，想了想、定定神，走到了一根竹子前，听了听、摇了摇它，这根好像不行。牧童在竹林里挑了好半天，最后走到了一根竹子前。他的头无意中碰上了这根竹子，竹子突然发出了声响。再一摇这竹子，牧童居然听到了动人的音乐！牧童从身上拿出了一把镰刀，使劲儿一砍，竹子倒了，竹子上的几只小鸟也都飞走了。牧童砍下了一节竹子，用镰刀削了削。小鸟飞远了。这时突然响起了笛声，听到这优美的笛声，飞走的小鸟又飞回来了。原来是牧童坐回到了那块大石头上，吹起了他刚用竹子做好的笛子。"
      },
      {
        "paragraph":"牧童坐在大石头上，吹了长长的一曲。他的身子随着乐曲摆动着，一只脚还不时打着拍子。吹着吹着，前边竹枝上的红棕色的小鸟越聚越多，都随着牧童逐渐加快的笛声跳动着。笛声穿过竹林，传到水边。躺在水中大石头上的水牛听到笛声，站了起来。牧童还在那儿专注地吹着。水牛慢慢地转过头，聚精会神地听着。瀑布流着、笛声响着。顺着下流的瀑布慢慢往上看，四只小鹿站在山顶上认真地听着。听到笛声，从高空云层中飞来了两只老鹰。四只老鹰静静地站在高峻的岩石上。仙鹤群聚在松树下；在不远处还有八只乌鸦。山石上、树枝上聚集着许多喜鹊，还有一些不知名的鸟也都飞来了。最后，从远处飞来了成群的白鹤。白鹤飞落到地面上，都缩着脖子，静穆地听着。笛声回荡在水中、回荡在山间。牧童一曲吹完，水牛也不知何时回到了竹林中了。"
      },
      {
        "paragraph":"笛声又响起了。水牛穿过竹林，走到牧童身后，安静地听他吹完最后一个音符，然后走到牧童身边。牧童看到了水牛，高兴地和水牛抱在了一起。"
      },
      {
        "paragraph":"牧童醒了，揉揉眼睛，慢慢地站了起来。他向四周（周围）望望，好像在找他的牛。这时，牧童看见了自己手中的笛子，就吹了起来。笛声高昂，他再一看，好像看见了什么，就赶紧跳下了树。"
      },
      {
        "paragraph":"现在牧童又骑在牛背上了。他吹着笛子，水牛慢慢地在小路上走着，水中是他们的倒影。已经是黄昏了，水牛和牧童越走越远，渐渐消失在夕阳中了。"
      }
    ]
}  